Repository: objective-see/LuLu
Catalog: LuLu/Shared/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ko, pl, pt_br, tr, uk, ur, zh_hans, zh_hant

source: Pre-installed 3rd-party Programs (automatically allowed & added here if 'allow installed applications' is set)
de: Vorinstallierte Drittanbieterprogramme (automatisch zugelassen und hier hinzugefügt, wenn „Bereits installierte Anwendungen erlauben“ aktiviert ist)
es: Programas de terceros preinstalados (permitidos automáticamente y agregados aquí si está configurado 'permitir aplicaciones instaladas')
fr: Programmes tiers préinstallés (automatiquement autorisés et ajoutés ici si l'option « autoriser les applications installées » est activée)
it: Programmi di terze parti pre-installati (approvati automaticamente e mostrati qui se “Abilita applicazioni installate” è attivo)
ko: 사전에 설치한 타사 프로그램 ('설치된 프로그램 허용' 설정에 따라 자동으로 허용 및 추가됨)
pl: Wstępnie zainstalowane programy innych firm (automatycznie dozwolone i dodawane tutaj, jeśli ustawiono opcję „zezwalaj na zainstalowane aplikacje”)
pt_br: Programas Terceirizados Pré-Instalados (automaticamente permitidos e adicionados aqui se ‘permitir aplicações instaladas’ estiver selecionado)
tr: Önceden kurulu 3. parti uygulamalar (“Kurulu uygulamalara izin ver” ayarlıysa kendiliğinden eklenir ve izin verilir)
uk: Попередньо встановлені сторонні програми (автоматично дозволяються й додаються сюди, якщо увімкнено «Дозволити встановлені програми»)
ur: پہلے سے انسٹال شدہ تھرڈ پارٹی پروگرامز (اگر 'انسٹال شدہ ایپلیکیشنز کو اجازت دیں' سیٹ ہو تو خودکار طور پر اجازت دی جاتی ہے اور یہاں شامل کی جاتی ہے)
zh_hans: 已安装的第三方程序（如果设置了“允许已安装的应用程序”，则自动允许并添加到此处）
zh_hant: 已安裝的第三方程式（若啟用「允許已安裝的應用程式」，則會自動允許並新增至此）

source: Process Arguments: %@
de: Prozessargumente: %@
es: Argumentos Procesados: %@
fr: Arguments de processus : %@
it: Argomenti del processo: %@
ko: 프로세스 인수: %@
pl: Argumenty procesu: %@
pt_br: Argumentos do Processo: %@
tr: İşlem argümanları: %@
uk: Параметри процесу: %@
ur: پروسیس آرگومنٹس: %@
zh_hans: 进程参数：%@
zh_hant: Process 參數：%@

source: Process Path: %@
de: Prozesspfad: %@
es: Ruta del Proceso: %@
fr: Chemin du processus : %@
it: Percorso del processo: %@
ko: 프로세스 경로: %@
pl: Ścieżka procesu: %@
pt_br: Caminho do Processo: %@
tr: İşlem yolu: %@
uk: Шлях процесу: %@
ur: پروسیس پاتھ: %@
zh_hans: 进程路径：%@
zh_hant: Process 路徑：%@

source: Profile name can't be blank
de: Profilname darf nicht leer sein
es: El nombre del perfil no puede estar vacío
fr: Le nom du profil ne peut pas être vide
it: Il nome del profilo non può essere vuoto
ko: 프로필 이름은 비워둘 수 없습니다
pl: Nazwa profilu nie może być pusta
pt_br: O nome do perfil não pode estar vazio
tr: Profil adı boş bırakılamaz
uk: Назва профілю не може бути порожньою
ur: پروفائل کا نام خالی نہیں ہو سکتا
zh_hans: 配置文件名称不能为空
zh_hant: 配置文件名稱不能為空

source: Profile Switched
de: Profil gewechselt
es: Perfil cambiado
fr: Profil changé
it: Profilo cambiato
ko: 프로필 전환됨
pl: Profil przełączony
pt_br: Perfil alterado
tr: Profil Değiştirildi
uk: Профіль перемкнено
ur: پروفائل تبدیل کر دیا گیا ہے
zh_hans: 配置文件已切换
zh_hant: 配置文件已切换

source: Profile: %@
de: Profil: %@
es: Perfil: %@
fr: Profil : %@
it: Profilo: %@
ko: 프로필: %@
pl: Profil: %@
pt_br: Perfil: %@
tr: Profil: %@
uk: Профіль: %@
ur: پروفائل: %@
zh_hans: 配置文件：%@
zh_hant: 配置文件：%@

source: Profile: Default
de: Profil: Default
es: Perfil: Default
fr: Profil : Default
it: Profilo: Default
ko: 프로필: Default
pl: Profil: Default
pt_br: Perfil: Default
tr: Profil: Saptanmış
uk: Профіль: Default
ur: روفائل: Default
zh_hans: 配置文件：Default
zh_hant: 配置文件：Default

source: Programs within "%@/"
de: Programme in "%@/"
es: Programas dentro de "%@/"
fr: Programmes dans "%@/"
it: Programmi all'interno di "%@/"
ko: "%@/" 내 프로그램
pl: Programy w "%@/"
pt_br: Programas em “%@/“
tr: “%@/“ içindeki uygulamalar
uk: Програми в "%@/"
ur: پروگرامز اندر "%@/"
zh_hans: “%@/”内的程序
zh_hant: "%@/" 中的程式

source: Quit
de: Beenden
es: Cerrar
fr: Quitter
it: Termina
ko: 종료
pl: Wyjdź
pt_br: Sair
tr: Çık
uk: Завершити
ur: ختم کریں
zh_hans: 关闭
zh_hant: 關閉

source: Quit LuLu?
de: LuLu beenden?
es: Cerrar LuLu?
fr: Quitter LuLu ?
it: Terminare LuLu?
ko: LuLu를 종료할까요?
pl: Wyjść z LuLu?
pt_br: Sair do LuLu
tr: LuLu’dan çıkılsın mı?
uk: Завершити роботу з LuLu?
ur: لولو کو ختم کریں؟
zh_hans: 关闭LuLu ？
zh_hant: 關閉 LuLu？

source: Rule
de: Regel
es: Regla
fr: Règle
it: Regola
ko: 규칙
pl: Reguła
pt_br: Regra
tr: Kural
uk: Правило
ur: اصول
zh_hans: 规则
zh_hant: 规则

source: Rules
de: Regeln
es: Reglas
fr: Règles
it: Regole
ko: 규칙들
pl: Reguły
pt_br: Regras
tr: Kurallar
uk: Правила
ur: اصول
zh_hans: 规则
zh_hant: 规则

source: See log for (more) details
de: Prüfe das Log für (weitere) Details
es: Consulta el registro para más detalles
fr: Voir le journal pour (plus) de détails
it: Vedi i log per altre informazioni
ko: 더 자세한 사항은 로그를 참조하세요
pl: Zobacz dziennik, aby uzyskać (więcej) szczegółów
pt_br: Veja registro para (mais) detalhes
tr: Ayrıntılar için günlüğe bakın
uk: Дивіться лог для детальнішої інформації
ur: مزید تفصیلات کے لیے لاگ دیکھیں
zh_hans: 查看日志了解更多详细信息
zh_hant: 請查看日誌以獲取（更多）詳細資訊

source: This must be uninstalled before continuing. Click 'More Info' to learn how to uninstall it
de: Dies muss zuerst deinstalliert werden. Klicke auf „Weitere Informationen“, um zu erfahren, wie du es deinstallieren kannst.
es: Esto debe desinstalarse antes de continuar. Haz click en 'Más información' para saber cómo desinstalarlo
fr: Ceci doit être désinstallé avant de continuer. Cliquez sur « Plus d'informations » pour savoir comment le désinstaller.
it: Prima di continuare, il programma deve essere disinstallato. Clicca “Più informazioni” per scoprire come
ko: 계속하기 전 반드시 삭제해야 합니다. '추가 정보'를 클릭하여 삭제 방법을 알 수 있습니다.
pl: Należy odinstalować przed kontynuowaniem. Kliknij „Więcej informacji”, aby dowiedzieć się, jak odinstalować
pt_br: Isto deve ser desinstalado antes de continuar. Clique em ‘Mais Informações’ para aprender como desinstalar.
tr: Sürdürme öncesi bunun kaldırılması gerekiyor. Nasıl kaldıracağınızı öğrenmek için “Daha Fazla Bilgi”ye tıklayın.
uk: Щоб продовжити, необхідно це видалити. Натисніть «Більше інформації», щоб дізнатися, як це видалити.
ur: اسے جاری رکھنے سے پہلے ان انسٹال کرنا ہوگا۔ مزید معلومات کے لیے 'مزید معلومات' پر کلک کریں۔
zh_hans: 必须先卸载才能继续。点击“更多信息”了解如何卸载它。
zh_hant: 必須先解除安裝才能繼續。請點擊「更多資訊」了解如何解除安裝。

source: Time stamp: %@
de: Zeitstempel: %@
es: Marca de tiempo: %@
fr: Horodatage : %@
it: Marca temporale: %@
ko: 타임 스탬프: %@
pl: Sygnatura czasowa: %@
pt_br: Registro da hora: %@
tr: Zaman damgası: %@
uk: Мітка часу: %@
ur: ٹائم اسٹیمپ: %@
zh_hans: 时间戳：%@
zh_hant: 時間戳：%@

source: Uninstall
de: Deinstallieren
es: Desinstalar
fr: Désinstaller
it: Disinstalla
ko: 삭제
pl: Odinstaluj
pt_br: Desinstalar
tr: Kaldır
uk: Видалити
ur: انسٹال کریں
zh_hans: 卸载
zh_hant: 解除安裝

source: Uninstall LuLu?
de: LuLu deinstallieren?
es: Desinstalar LuLu?
fr: Désinstaller LuLu ?
it: Disinstalla LuLu?
ko: LuLu를 삭제할까요?
pl: Odinstalować LuLu?
pt_br: Desinstalar LuLu?
tr: LuLu kaldırılsın mı?
uk: Видалити LuLu?
ur: لولو کو ان انسٹال کریں؟
zh_hans: 卸载LuLu ？
zh_hant: 解除安裝 LuLu？

# Update available, but isn't supported on macOS %ld.%ld
source: Update available, but isn't supported on macOS %1$ld.%2$ld
de: Update verfügbar, wird jedoch auf macOS %ld.%ld nicht unterstützt.
es: Actualización disponible, pero no es compatible con macOS %ld.%ld
fr: Mise à jour disponible, mais non prise en charge sur macOS %ld.%ld
it: Aggiornamento disponibile, ma non supportato su macOS %ld.%ld
ko: 업데이트를 사용할 수 있으나, macOS %ld.%ld에서는 지원되지 않습니다.
pl: Aktualizacja jest dostępna, ale nie jest obsługiwana w macOS %ld.%ld.
pt_br: Atualização disponível, mas não é compatível com o macOS %ld.%ld
tr: Güncelleme kullanılabilir; ancak macOS %ld.%ld üzerinde desteklenmiyor.
uk: Доступне оновлення, але воно не підтримується в macOS %ld.%ld
ur: اپ ڈیٹ دستیاب ہے، لیکن macOS %1$ld.%2$ld پر تعاون یافتہ نہیں ہے۔
zh_hans: 有可用更新，但不支持 macOS %ld.%ld
zh_hant: 有可用更新，但不支持在 macOS %ld.%ld 上运行

source: User-specified Programs (manually added, or in response to an alert)
de: Vom Benutzer festgelegte Programme (manuell hinzugefügt oder als Reaktion auf eine Mitteilung)
es: Programas especificados por el usuario (agregados manualmente, o en respuesta a una alerta)
fr: Programmes spécifiés par l'utilisateur (ajoutés manuellement ou en réponse à une alerte)
it: Programmi specificati dall'utente (aggiunti manualmente o in risposta a un avviso)
ko: 사용자 지정 프로그램 (수동 또는 경고 창에 의해 추가됨)
pl: Programy określone przez użytkownika (dodane ręcznie lub w odpowiedzi na alert)
pt_br: Programas especificados pelo usuário (adicionados manualmente, ou em resposta à um alerta)
tr: Kullanıcı tanımlı programlar (elle veya bir ikâza yönelik eklenir)
uk: Програми, вказані користувачем (додані вручну або у відповідь на сповіщення)
ur: صارف کے ذریعہ مخصوص پروگرامز (مینیول طور پر شامل کیے گئے ہیں، یا انتباہ کے جواب میں)
zh_hans: 用户指定的程序（手动添加或响应警报）
zh_hant: 使用者指定的程式（手動新增或因警告而加入）

source: Waiting for Network Extension Approval
de: Warten auf Genehmigung der Netzwerkerweiterung
es: Esperando la aprobación de la Extensión de Red
fr: En attente de l'approbation de l'extension réseau
it: In attesa di approvazione per l’estensione di rete
ko: 네트워크 확장 프로그램 승인 대기 중
pl: Oczekiwanie na zatwierdzenie rozszerzenia sieci
pt_br: Aguardando aprovação da Extensão de Rede
tr: Ağ genişletmesi onayı bekleniyor
uk: Очікується схвалення мережевого розширення
ur: نیٹ ورک ایکسٹینشن کی منظوری کا انتظار
zh_hans: 等待网络扩展批准
zh_hant: 正在等待網路延伸功能被核准

source: Ok
es: Aceptar
ko: 확인
tr: Tamam
uk: Гаразд
ur: ٹھیک ہے
zh_hans: 确定
zh_hant: 确定

source: Reverse Domain: %@
es: Dominio Inverso: %@
fr: Domaine inversé : %@
it: Dominio inverso: %@
ko: 리버스 도메인: %@
pt_br: Domínio Reverso: %@
tr: Ters etki alanı: %@
uk: Зворотний домен: %@
ur: ریورس ڈومین: %@
zh_hans: 反向域 %@
zh_hant: 反向網域：%@

source: Update
es: Actualizar
fr: Mise à jour
it: Aggiorna
ko: 업데이트
pl: Aktualizacja
pt_br: Atualização
tr: Güncelle
uk: Оновити
ur: اپ ڈیٹ
zh_hans: 更新
zh_hant: 更新

source: Version: %@
es: Versión: %@
it: Versione: %@
ko: 버전: %@
pl: Wersja: %@
pt_br: Versão: %@
tr: Sürüm: %@
uk: Версія: %@
ur: ورژن: %@
zh_hans: 版本: %@
zh_hant: 版本：%@

# %@ (pid: %@)
source: %1$@ (pid: %2$@)
it: %@ (pid: %@)
ur: %1$@ (پی ڈی: %2$@)
zh_hans: %@ (pid: %@)
zh_hant: %@（pid: %@）

source: Ad hoc
it: A questo
pl: Doraźnie
tr: Geçici
ur: ایڈ ہاک
zh_hans: 临时签名
zh_hant: 臨時簽署

source: Default
tr: Saptanmış
zh_hans: 默认

source: OK
tr: Tamam
uk: ОК
ur: ٹھیک ہے
